Repository: NVDARemote/NVDARemote
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, ca, cs, de, es_co, he, hr, hu, ja, pl, sk, sl

source: Auto-connect to control server on startup
ar: الإتصال تلقائيا عندَ بَدْأ التشغيل
ca: Connectar automàticament al servidor de control en arrencar
cs: Po spuštění se automaticky připojit ke vzdálenému serveru
de: beim Start automatisch mit Server verbinden
es_co: Conectarse al servidor de control automáticamente al arrancar
he: חיבור אוטומטי לשליטה בשרת בעת ההפעלה
hr: Automatsko spajanje na kontrolni poslužitelj pri pokretanju
hu: Automatikus kapcsolódás a vezérlő szerverhez indítás után
ja: 起動時にサーバーに自動的に接続(&A)
pl: Łącz automatycznie z serwerem kontroli przy starcie
sk: Pri spustení sa automaticky pripojiť k riadiacemu serveru
sl: Samodejna povezava v nadzorni strežnik ob zagonu

source: Use Remote Control Server
ar: استخدم خادم التحكم عن بعد
ca: Utilitzar servidor de control remot
cs: Připojit se ke vzdálenému serveru
de: Entfernten Steuerungs-Server verwenden
es_co: Usar servidor de control remoto
he: השתמש בשליטה מרחוק בשרת
hr: Koristi server za udaljeno upravljanje
ja: 外部のサーバーを使用(&U)
pl: Użyj serwera pomocy zdalnej
sk: Pripojiť sa ku vzdialenému serveru
sl: Uporabi Oddaljeni Nadzorni strežnik

source: Host Control Server
ar: مضيف التحكم بالخادم
ca: Crear servidor de control local
cs: Spustit server na tomto počítači
de: Steuerungs-Server bereitstellen
es_co: Llevar servidor de control
he: אירוח שרת בקרה
hr: Kontrolni server domaćin
ja: このコンピューターをサーバーにする(&H)
pl: ~serwer kontrolujący hosta
sk: Spustiť riadiaci server
sl: Gostiteljski Nadzorni Strežnik

source: Play sounds instead of beeps
ar: تشغيل الأصوات بدلاً من النغمات.
hr: Reproduciraj zvučne datoteke umjesto zvučnih signala
ja: ビープ音の代わりに音を鳴らす
pl: Zamiast dźwięków, odtwarzaj sygnale dźwiękowe
sk: Na signalizáciu udalostí prehrávať zvuky namiesto pípania

source: Delete all trusted fingerprints
ar: حذف جميع البصمات الموثوقة
hr: Izbrišite sve otiske prstiju kojima vjerujete
ja: 全ての信頼済みフィンガープリントを削除
pl: Usuń wszystkie zaufane odciski palców
sk: Vymazať všetky dôverované odtlačky

source: When connecting to an unauthorized server, you will again be prompted to accepts its certificate.
ar: عند الاتصال بخادم غير مصرح به، ستتم مطالبتك مرة أخرى بقبول شهادته.
hr: Prilikom spajanja na neautoriziran server, biti ćete upitanj da prihvatite njegov certifikat.
ja: 信頼されていないサーバーに接続する際には、証明書を受け入れるか否かを尋ねるダイアログが再度表示されます。
pl: Przy próbie połączenia z nieautoryzowanym serwerem,będziesz zapytany o akceptację jego certyfikatu.
sk: Počas pripájania sa k neautorizovanému serveru, budete opäť vyzvaní na prijatie jeho certifikátu.

source: Are you sure you want to delete all stored trusted fingerprints?
ar: هل أنت متأكد أنك تريد حذف جميع البصمات الموثوقة المخزنة؟
hr: Jeste li sigurni da želite izbrisati sve spremljene otiske prstiju kojima vjerujete?
ja: 信頼済みのフィンガープリントをすべて削除しますか？
pl: Czy jesteś pewien, że chcesz usunąc wszystkie zapisane zaufane odciski palców?
sk: Ste si istí, že chcete zmazať všetky zapamätané dôverované odtlačky?

source: NVDA Remote Connection Security Warning
ar: تحذير أمان اتصال NVDA للتحكم عن بعد
hr: NVDA Remote sigurnosno upozorenje pri povezivanju
ja: NVDA リモート接続のセキュリティに関する警告
pl: NVDA remote uwaga przed niebezpiecznym połączeniem
sk: Bezpečnostné varovanie spojenia NVDA Remote

source: Warning! The certificate of this server could not be verified. This connection may not be secure. It is possible that someone is trying to overhear your communication. Before continuing please make sure that the following server certificate fingerprint is a proper one. If you have any questions, please contact the server administrator. Server SHA256 fingerprint: {fingerprint} Do you want to continue connecting?
ar: تحذير! تعذر التحقق من شهادة هذا الخادم.قد لا يكون هذا الاتصال آمنا. من المحتمل أن شخصا ما يحاول مراقبة اتصالك.قبل المتابعة ، يُرجى التأكد من أن بصمة شهادة الخادم التالية صحيحة.إذا كان لديك أي أسئلة، يرجى الاتصال بمسؤول الخادم.Server SHA256 fingerprint: {fingerprint}هل ترغب في مواصلة الاتصال؟
hr: Upozorenje! Certifikat servera ne može biti provjeren. Ova veza može biti nesigurna. Moguće je da netko želi prisluškivati vašu komunikaciju. Prije nastavka uvjerite se da je sljedeći otisak prsta servera ispravan. Ako imate pitanja, molimo kontaktirajte administratora servera. Serverski SHA256 otisak prsta: {fingerprint} Želite li nastaviti spajanje?
ja: 警告: このサーバーの証明書を検証できませんでした。 この接続は安全なものではなく、誰かがあなたの通信を傍受しようとしている可能性があります。 続行する前に、下記のサーバー証明書のフィンガープリントが正しいことを確認してください。 不明な点がある場合には、サーバー管理者に問い合わせてください。 SHA256 フィンガープリント: {fingerprint} このサーバーに接続しますか？
pl: Uwaga! Certyfikat tego serwera nie może być zweryfikowany. To połączenie może być niebezpieczne. Być może, ktoś próbuje podsłuchiwać twoją komunikację. Przed kontynuacją upewnij się, że następujący certyfikat odcisku palca jest poprawny. Wrazie pytań, skontaktuj się z administratorem serwera. Odcisk palca serwera SHA256: {fingerprint} Czy chcesz kontynuować łączenie?
sk: Pozor! Nie je možné overiť certifikát tohoto servera. Toto spojenie nemusí byť bezpečné. Je možné, že niekto sa usiluje odpočúvať vašu komunikáciu. Skôr než budete pokračovať, mali by ste sa uistiť, že nasledujúci odtlačok certifikátu servera je ten správny. Ak máte k procesu overenia otázky, kontaktujte prosím správcu servera. Odtlačok SHA256 certifikátu servera: {fingerprint} Chcete v pripájaní pokračovať?

source: Connect and do not ask again for this server
ar: اتصل ولا تسأل مرة أخرى لهذا الخادم
hr: Spoji se i ne pitaj ponovno za ovaj poslužitelj
ja: このサーバーを信頼して接続し、今後このダイアログを表示しない
pl: Podłącz i nie pytaj ponownie dla tego serwera
sk: Pripojiť a viac sa na tento server nepýtať

source: No permission on device to trigger CTRL+ALT+DEL from remote
ar: لا يوجد إذن على الجهاز لتشغيل CTRL + ALT + DEL من جهاز التحكم عن بعد
hr: Nemate prava pritisnuti CTRL+ALT+DEL na uređaju sa udaljene radne površine
ja: 相手のコンピューターには、このデバイスにCtrl+Alt+Delを送信する権限がありません
pl: Brak uprawnień do naciśnięcia CTRL+ALT+DELETE z tego urządzenia
sk: Na zariadení nie je povolené spúšťať príkaz CTRL+ALT+DEL zo vzdialenej relácie

source: The version of the relay server which you have connected to is not compatible with this version of the Remote Client. Please either use a different server or upgrade your version of the addon.
ar: إصدار خادم الشبكة الذي تحاول الاتصال به غير متوافق مع هذا الإصدار من NVDA للتحكم عن بعد. ، يرجى إما استخدام خادم مختلف أو تحديث الإضافة الخاصة بِكْ.
ca: La versió del servidor de control al que t'has connectat no és compatible amb aquesta versió del client remot. Si us plau, fes servir un altre servidor diferent o actualitza el teu complement a la nova versió.
cs: Verze vzdáleného serveru, se kterým bylo navázáno spojení není kompatibilní s Vaší instalací doplňku NVDA Remote. Prosím, použijte buď jiný server nebo zkuste aktualizovat Váš doplněk NVDA Remote.
de: Die Version des Netzwerkservers, mit dem Sie sich verbunden haben, ist nicht kompatibel mit dieser Version von Fernsteuerung für NVDA. Bitte verwenden Sie entweder einen anderen Server oder aktualisieren Sie Ihre Version der Erweiterung.
es_co: La versión del servidor al que te has conectado no es compatible con esta versión del cliente remote. Por favor, usa un servidor diferente o actualiza tu versión del complemento.
he: הגרסה של שרת הממסר אשר התחברת אינה תואמת לגרסה זו של הלקוח המרוחק. אנא השתמש בשרת אחר או שדרג את הגרסה של ההרחבה.
hr: Inačica nvda remote servera, sa kojom se pokušavate spojiti nije kompatibilna sa trenutnim klijentom. Molimo vas, koristite noviju inačicu dodatka, ili nadogradite poslužitelj.
ja: 接続先のリレーサーバーは、このバージョンのリモートクライアントと互換性がありません。 他のサーバーに接続するか、アドオンを更新してください。
pl: Wersja serwera przekazującego nie jest zgodna z versją klienta zdalnego. Proszę użyć innej wersji serwera lub zaktualizować dodatek.
sk: Verzia riadiaceho servera, ku ktorému ste sa práve pripojili, nie je kompatibilná s vašou inštaláciou doplnku NVDA Remote. Prosím, použite buď iný server alebo skúste aktualizovať doplnok NVDA Remote.
sl: Različica posredniškega strežnika, na katerega se povezujete, se ne ujema s to različico Oddaljenega Odjemalca. Prosimo, da uporabite drug strežnik, ali pa nadgradite vašo različico dodatka.

source: Message of the Day
ar: رسالة اليوم
ca: Missatge del dia
cs: Uvítací zpráva
de: Meldung des Tages
es_co: Mensaje del día
he: הודעת היום
hr: Savjet dana
ja: 今日のメッセージ
pl: Wiadomość powitalna
sk: Uvítacia správa
sl: Sporočilo Dneva

source: Remote NVDA not connected.
ar: NVDA للتحكم عن بعد غير متصل
ca: El NVDA remot no està connectat.
cs: Vzdálený počítač s nainstalovaným vzdáleným ovládáním pomocí NVDA není připojen.
de: entferntes NVDA nicht verbunden
es_co: NVDA remoto no conectado.
he: NVDA שליטה מרחוק לא מחובר
hr: Remote NVDA nije spojen
hu: Távoli NVDA nincs csatlakozva.
ja: 相手が接続されていません
pl: Pomoc zdalna NVDA niepołączona.
sk: Nie ste pripojení ku vzdialenému počítaču so spusteným doplnkom NVDA Remote.
sl: Oddaljena NVDA ni povezana.

source: Invalid URL
ar: URL غير صالح
ca: URL no vàlida
cs: Neplatná URL adresa
de: Ungültige URL
es_co: URL inválida
he: נדרש קישור
hr: Netočan URL
ja: 正しくないURL
pl: Nieprawidłowy URL
sk: Neplatná adresa URL
sl: Neveljaven URL

source: Unable to parse url "%s"
ar: تعذر تحليل عنوان url "%s"
ca: Impossible interpretar la URL "%s"
cs: Nelze spracovat URL adresu "%s"
de: URL "%s" kann nicht verarbeitet werden
es_co: imposible analizar URL "%s"
he: נכשל בהעברת קישור "%s"
hr: Nemoguće izvući url "%s"
ja: URL "%s" は正しくありません
pl: Nie udało się przetworzyć url "%s"
sk: Nie je možné spracovať URL adresu "%s"
sl: Ni mogoče razčleniti url "%s"

source: Remote Support
ar: NVDA للتحكم عن بعد
ca: Suport remot
de: Unterstützung von Fernsteuerung
es_co: Asistencia remota.
he: תמיכה בשליטה מרחוק
hr: Udaljena podrška
hu: Távelérés támogatása
ja: リモート
pl: Pomoc Zdalna
sk: Podpora vzdialeného ovládania
sl: Oddaljena Podpora

source: Allows remote control of and remote access to another machine.
ar: السماحُ للجهاز في التحكمِ عن بُعْدٍ والوصول إلى جهاز آخَر.
ca: Permet el control i accés remot a un altre equip.
de: Erlaubt den Zugriff auf und die Steuerung von anderen Rechnern
es_co: Permite el control y acceso remotos desde y hacia otra máquina.
he: אפשר שליטה מרחוק וגישה מרחוק למחשב אחר.
hr: Omogućava udaljeni nadzor računala.
hu: Egy másik gép távvezérlését teszi lehetővé.
ja: 遠隔地からの操作を許可したり、遠隔地のコンピューターを操作したりできます
pl: Pozwala na zdalny dostęp i kontrolę innego komputera.
sk: Umožňuje vzájomné ovládanie počítačov cez internet.
sl: Omogoča oddaljen nadzor in oddaljen dostop do drugega stroja.

source: ""Disconnect a remote session""
ar: "" قطع الاتصال بجلسة عمل بعيدة ""

source: Mute remote speech
hu: Távoli beszéd némítása

source: Mute speech from the remote computer
hu: Némítja a távoli számítógép beszédjét.

source: Sending keys.
hu: Leütések küldése.

source: Not sending keys.
hu: Nincs leütés küldés

source: Successfully retrieved IP address. Your port is open.
hu: Az IP-cím sikeresen ellenőrizve, a megfelelő port nyitva van.

source: Retrieved external IP, but your port is not currently forwarded.
hu: Az IP-cím sikeresen ellenőrizve, de nincs kinyitva a megfelelő port.

source: Key must be set.
hu: Meg kell adni egy azonosítót.
