Repository: NVDARemote/NVDARemote
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, ca, cs, de, es_co, he, hr, hu, ja, pl, sk, sl

source: NVDA Remote
ar: nvda للتحكم عن بعد
cs: Vzdálené ovládání pomocí NVDA
de: Fernsteuerung für NVDA
he: שליטה מרחוק בNVDA
ja: NVDA リモート
pl: Pomoc zdalna NVDA
sk: Doplnok NVDA Remote
sl: NVDA Oddaljena

source: Your NVDA Remote configuration was corrupted and has been reset.
ja: 設定が破損していたため、初期化されました
sk: Vaše nastavenia NVDA remote boli obnovené na predvolené hodnoty z dôvod

source: NVDA Remote Configuration Error
ja: NVDA リモート 設定エラー
sk: Chyba nastavení NVDA Remote

source: Connect...
ar: اتصال
ca: Connectar...
cs: Připojit...
de: verbinden...
es_co: Conectar...
he: התחבר..
hr: Spoji se...
hu: Kapcsolódás...
ja: 接続(&C)...
pl: &Połącz...
sk: Pripojiť...
sl: Poveži...

source: Remotely connect to another computer running NVDA Remote Access
ar: تعملُ هذه الإضافة على الإتصال بِجِهازٍ آخَر
ca: Connectar remotament a un altre equip que executa NVDA Remote Acces
cs: Připojení k počítači, na kterém je spuštěno vzdálené ovládání pomocí NVDA
de: Stellt eine Verbindung zu einem anderen Computer her, auf dem Fernsteuerung für NVDA ausgeführt wird.
es_co: Conectarse remotamente a otro equipo que ejecute NVDA Remote Access
he: התחבר מרחוק למחשב אחר בהפעלת NVDA בשליטה מרחוק
hr: spoji se na udaljeno računalo koje koristi NVDA Remote Access.
hu: Kapcsolódik egy másik számítógéphez az NVDA távelérés kiegészítő használatával.
ja: リモートが実行されている他のコンピューターに接続
pl: Połącz z innym komputerem, na którym uruchomiona jest pomoc zdalna NVDA
sk: Umožní pripojiť sa ku vzdialenému počítaču so spusteným doplnkom NVDA Remote
sl: Poveži se z oddaljenim računalnikom, kjer teče NVDA Oddaljeni Dostop

source: Disconnect
ar: قَطْعُ الإتصال
ca: Desconnectar
cs: Odpojit
de: Verbindung &trennen
es_co: Desconectar
he: התנתק
hr: Odspoji se
hu: Szétkapcsol
ja: 切断(&D)
pl: &Rozłącz
sk: Odpojiť
sl: Prekini

source: Disconnect from another computer running NVDA Remote Access
ar: قَطْعُ الإتصال بالجهاز الآخَر
ca: Desconnectar d'un altre equip que executa NVDA Remote Acces
cs: Odpojení od počítače, na kterém je spuštěno vzdálené ovládání pomocí NVDA
de: trennt die Verbindung zu einem anderen Computer, auf dem Fernsteuerung für NVDA ausgeführt wird
es_co: desconectarse de otro equipo que ejecute NVDA Remote Access
he: התנתק ממחשב אחר אשר מפעיל NVDA בשליטה מרחוק
hr: Odspoji se sa drugog računala koje koristi NVDA Remote access
hu: Lekapcsolódik a másik számítógépről az NVDA távelérés használatával.
ja: リモートが実行されている他のコンピューターから切断
pl: Rozłącz z innym komputerem, na którym uruchomiona jest pomoc zdalna NVDA
sk: Odpojí sa od vzdialeného počítača so spusteným doplnkom NVDA Remote
sl: Prekini povezavo z drugim računalnikom, kjer teče NVDA Oddaljeni Dostop

source: Mute remote
ar: كتم الصوت
ca: Silenciar equip remot
cs: Ztlumit NVDA ze vzdáleného počítače
de: entfernte Sprache stumm schalten
es_co: Silenciar Remote
he: השתק מחשב מרוחק
hr: Utišaj udaljeno računalo
ja: 相手の音声をミュート(&M)
pl: Wycisz pomoc zdalną
sk: Stlmiť reč na vzdialenom počítači
sl: Utišaj oddaljenega

source: Mute speech and sounds from the remote computer
ar: كتم الكلام والصوت من الكمبيوتر البعيد
ca: Silenciar veu i sons de l'equip remot
cs: Ztlumí hlasový výstup a zvuky vzdáleného počítače
de: Sprache und Töne des entfernten Computers stummschalten
es_co: Silenciar la voz y los sonidos del equipo remoto
he: השתק דיבור וקול ממחשב מרוחק
hr: Utišava govor i zvukove udaljenog računala.
ja: 相手のコンピューターからの音声をミュート
pl: Wycisz mowę i dźwięki z komputera zdalnego
sk: Stlmí hlasový výstup a zvuky NVDA na vzdialenom počítači
sl: Utišaj govor in zvoke z oddaljenega računalnika

source: &Push clipboard
ar: إر&سال محتوى الحافظة
ca: Enviar &portapapers
cs: &Odeslat text ze schránky
de: Zwischenablage über&tragen
es_co: &enviar texto del portapapeles
he: העבר לוח הגזירים
hr: Po&vuci iz međuspremnika
hu: &Vágólap-tartalom küldése
ja: クリップボードを送信(&P)
pl: Wyś&lij schowek
sk: Odoslať text &schránky
sl: &potisni odložišče

source: Push the clipboard to the other machine
ar: إرسال محتوى الحافظة إلى الجهاز الآخَر
ca: Enviar el portapapers a l'altre equip
cs: Odešle obsah schránky do vzdáleného počítače
de: überträgt den Inhalt der Zwischenablage an den anderen Rechner
es_co: enviar texto del portapapeles a la otra máquina
he: העבר לוח הגזירים למכשיר אחר
hr: Prenaša sadržaj međuspremnika na drugo računalo
hu: Vágólap-tartalom átküldése a másik számítógépnek
ja: クリップボードの内容を相手のコンピューターに送信
pl: Wyślij zawartość schowka do innego komputera
sk: Odošle obsah schránky Windows na ďalší počítač
sl: Potisni odložišče v drug stroj

source: Copy &link
ar: نسخ &الرابط
ca: Copiar &enllaç
cs: &Kopírovat odkaz
de: Link kopieren
es_co: Copiar &enlace
he: העתקת קישור
hr: kopiraj &link
ja: リンクをコピー(&L)
pl: Skopiuj &link
sk: S&kopírovať odkaz
sl: Preslikaj &Povezavo

source: Copy a link to the remote session
ar: نسخ الرابط إلى الجهاز البعيد
ca: Copiar un enllaç a la sessió remota
cs: Do schránky vloží odkaz na vzdálenou relaci
de: Link zur Fernsteuerungssitzung kopieren
es_co: copia un enlace a la sesión remota
he: העתק קישור למחשב נשלט
hr: Kopiraj link u udalljenu sesiju
ja: リモート接続へのリンクをコピー
pl: Skopiuj link do sesji zdalnej
sk: Do schránky vloží odkaz na vzdialenú reláciu
sl: Preslikaj povezavo k oddaljeni seji

source: &Options...
ar: &خيارات
ca: &Opcions...
cs: &Možnosti
de: Optionen...
es_co: &Opciones...
he: &אפשרויות
hr: &Postavke...
hu: &Beállítások
ja: オプション(&O)...
pl: &Opcje...
sk: M&ožnosti...
sl: &Možnosti...

source: Options
ar: خيارات
ca: Opcions
cs: Možnosti
de: Optionen
es_co: Opciones
he: אפשרויות
hr: Postavke
hu: Beállítások
ja: オプション
pl: Opcje
sk: Možnosti
sl: Možnosti

source: Send Ctrl+Alt+Del
ar: إرسال مَفاتيح Alt+Control+delete
ca: Enviar ctrl + alt + supr
cs: Poslat klávesy Ctrl+Alt+Del
de: strg+alt+entf senden
es_co: Enviar control+alt+supr
he: שלח Ctrl+Alt+Del
hr: pritisni Ctrl+Alt+Delete
hu: A ctrl+alt+del átküldése
ja: Ctrl+Alt+Del を送信(&S)
pl: Wyślij &Ctrl+Alt+Del
sk: Poslať klávesy ctrl+alt+del
sl: Pošlji Ctrl+Alt+Del

source: R&emote
ar: ال&تَحَكُّم عن بُعد
ca: &Remot
cs: &Vzdálené ovládání
de: &Fernsteuerung
es_co: R&emoto
he: &שליטה מרחוק
hr: U&daljeno
hu: &Távelérés
ja: リモート(&E)
pl: Zdaln&e
sk: &Vzdialené ovládanie
sl: &Oddaljeno

source: NVDA Remote Access
ar: nvda للتحكم عن بُعْد
cs: Ovládání vzdáleného počítače pomocí NVDA
de: Fernsteuerung für NVDA
he: NVDA גישה מרחוק
hu: NVDA távelérés
ja: NVDA リモート
pl: Pomoc zdalna NVDA
sk: Doplnok NVDA Remote
sl: NVDA Oddaljeni Dostop

source: Unmute speech and sounds from the remote computer
hr: Odtišava zvukove i govor s udaljenog računala
ja: 相手のコンピューターからの音声のミュートを解除
pl: Odcisz mowę i dźwięk z zdalnego komputera
sk: Zruší stlmenie hlasového výstup a zvukov NVDA na vzdialenom počítači

source: Mute or unmute the speech coming from the remote computer
ar: كَتْم أو إلغاء كَتْم الصوت للجهاز البعيد
ca: Silenciar o treure silenci a la veu procedent de l'equip remot
cs: Ztlumí nebo zruší ztlumení NVDA vzdáleného počítače
de: Schaltet die Sprache des entfernten Computers ein oder aus.
es_co: Silencia o desilencia la voz procedente del equipo remoto
he: השתק או השמע קול ממחשב נשלט מרחוק
hr: Utišava ili odtišava zvuk udaljenog računala.
ja: 相手のコンピューターからの音声をミュートまたはミュート解除
pl: Wstrzymaj lub wznów mowę z innego komputera
sk: Stlmí alebo zruší stlmenie reči vzdialeného počítača
sl: Izklaplja in vklaplja govor, ki prihaja z oddaljenega računalnika

source: Not connected.
ar: غير متصل.
ca: Sense connexió.
cs: Nepřipojeno.
de: nicht verbunden
es_co: No conectado.
he: לא מחובר
hr: Nije spojeno.
hu: Nincs kapcsolódva
ja: 接続されていません
pl: Niepołączony.
sk: Nepripojené.
sl: Ni povezano.

source: Clipboard pushed
ar: تم إرسال محتوى الحافظة
cs: Odesláno
de: Zwischenablage übertragen
hr: Međuspremnik je poslan
ja: クリップボードを送信しました
pl: Schowek wysłany
sk: Obsah schránky odoslaný

source: Unable to push clipboard
ar: غير قادر على إرسال محتوى الحافظة
cs: Nelze odeslat
de: Übertragen der Zwischenablage nicht möglich
hr: Nemoguće poslati međuspremnik
ja: クリップボードを送信できません
pl: Nie można wysłać schowka
sk: Nie je možné odoslať text schránky

source: Sends the contents of the clipboard to the remote machine
ar: إرسل محتويات الحافظة إلى الجهاز البعيد
cs: Odešle obsah schránky do vzdáleného počítače
de: Überträgt den Inhalt der Zwischenablage an den entfernten Rechner
hr: Prenaša sadržaj međuspremnika na drugo računalo
ja: クリップボードの内容を相手のコンピューターに送信します
pl: Wysyłanie zawartości schowka do innego komputera
sk: Odošle obsah schránky Windows na vzdialený počítač

source: Copied link
ar: تم نسخ الرابط
ca: Enllaç copiat
cs: Zkopírováno
de: Link kopiert
es_co: Enlace copiado
he: קישור הועתק
hr: Kopirani link
ja: リンクをコピーしました
pl: Skopiowano link
sk: Odkaz skopírovaný do schránky
sl: povezava preslikana

source: Copies a link to the remote session to the clipboard
ar: نسخ الرابط إلى الجلسة البعيدة إلى الحافظة
ca: Copia al portapapers un enllaç a la sessió remota
cs: Zkopíruje odkaz na vzdálenou relaci do schránky
de: Kopiert einen Link zur Fernsteuerungssitzung in die Zwischenablage
es_co: Copia un enlace a la sesión remota al portapapeles
he: מעתיק קישור למחשב נשלט ללוח הגזירים
hr: kopira link udaljene sesije u međuspremnik
ja: リモート接続へのリンクをクリップボードにコピー
pl: Kopiowanie linku sesji zdalnej do schowka
sk: Skopíruje odkaz na vzdialenú reláciu do schránky windows
sl: Preslika povezavo k oddaljeni seji v odložišče

source: Error Connecting
ar: خطأ في الاتصال
ca: Error durant la connexió
cs: Chyba při připojování
de: Fehler beim Verbindungsaufbau
es_co: Error al conectar
he: בעיית התחברות
hr: Greška pri spajanju
hu: Hiba a kapcsolódás közben
ja: 接続エラー
pl: Błąd połączenia
sk: Chyba pri pripájaní
sl: Napaka pri Povezavi

source: Unable to connect to the remote computer
ar: غير قادر على الاتصال بالكمبيوتر البعيد
ca: No s'ha pogut connectar a l'equip remot
cs: Nelze se připojit ke vzdálenému počítači
de: Die Verbindung zum entfernten Rechner konnte nicht hergestellt werden.
es_co: Imposible conectar con el equipo remoto
he: נכשל בהתחברות למחשב מרחוק
hr: Nemoguće se spojiti na udaljeno računalo
hu: Nem lehetséges a távoli számítógéphez kapcsolódni
ja: 相手のコンピューターに接続できません
pl: Nie można uzyskać połączenia ze zdalnym komputerem
sk: Nie je možné pripojiť sa ku vzdialenému počítaču
sl: Z oddaljenim računalnikom se ni mogoče povezati

source: Disconnect a remote session
ca: Desconnectar una sessió remota
cs: Odpojí se ze vzdálené relace
de: Fernsteuerungssitzung trennen
es_co: Desconectar una sesión remota
he: התנתק מהפעלה מרחוק
hr: Odspoji udaljenu sesiju
ja: リモート接続の終了
pl: Rozłącz pomoc zdalną
sk: Odpojí sa zo vzdialenej relácie
sl: Prekini oddaljeno sejo

source: Connect to a remote computer
ja: 相手のコンピューターに接続します
sk: Pripojí sa ku vzdialenému počítaču

source: Connect
ar: اتصال
ca: Connectar
cs: Připojit
de: verbinden
es_co: Conectar
he: התחבר
hr: Spoji se
hu: Kapcsolódás
ja: 接続
pl: Połącz
sk: Pripojiť
sl: Poveži

source: Connected!
ar: متصل
ca: ¡Connectat!
cs: Připojeno!
de: verbunden!
es_co: ¡Conectado!
he: מחובר!
hr: Povezan!
hu: Kapcsolódva
ja: 接続しました
pl: Połączony!
sk: Pripojené!
sl: Povezano!

source: Connection interrupted
ar: انقطعَ الإتصال
ca: Connexió interrompuda
cs: Spojení přerušeno
de: Verbindung abgerissen
es_co: Conexión interumpida
he: חיבור קטוע
hr: Veza je prekinuta
hu: kapcsolat megszakadt
ja: 接続中断
pl: Połączenie przerwane
sk: Spojenie prerušené
sl: Povezava motena

source: Connected to control server
ar: تَمَّ الإتِّصالُ بالخادم بنجاح.
ca: S'ha connectat al servidor de control
cs: Připojeno ke vzdálenému serveru
de: Verbindung mit Server hergestellt
es_co: Conectado al servidor de control
he: מחובר לשרת
hr: Spojen na kontrolni server
hu: Kapcsolódva a vezérlő szerverhez
ja: サーバーに接続しました
pl: Połączono z serwerem kontrolującym
sk: Ste pripojení k riadiacemu serveru
sl: Povezano z nadzornim strežnikom

source: Controlling local machine.
ar: التحكم بالكمبيوتر المحلي.
ca: Controlant equip local
cs: Ovládání tohoto počítače
de: Lokalen Rechner steuern.
es_co: Controlando máquina local
he: שליטה במחשב מקומי
hr: Kontroliranje lokalnog računala.
ja: 自分のコンピューターを操作
pl: Kontrolowanie maszyny lokalnej.
sk: Ovládanie lokálneho počítača
sl: Nadziranje lokalnega stroja.

source: Controlling remote machine.
ar: التحكم بالكمبيوتر البعيد.
ca: Controlant equip remot
cs: Ovládání vzdáleného počítače
de: Entfernten Rechner steuern.
es_co: Controlando máquina remota
he: שליטה במחשב מרוחק
hr: Kontroliram udaljeno računalo.
ja: 相手のコンピューターを操作
pl: Kontrolowanie maszyny zdalnej.
sk: Ovládanie vzdialeného počítača
sl: Nadziranje oddaljenega stroja.

source: NVDA Remote is already connected. Disconnect before opening a new connection.
ar: NVDA للتحكم عن بُعد متصل بالفعل. قم بقطع الاتصال قبل فتح اتصال جديد.
ca: NVDA Remote ja està connectat. Desconnecta'l abans d'establir una nova connexió.
cs: připojený ke vzdálenému počítači je již aktivní. Před novým připojením je nutné se nejprve odpojit.
de: Fernsteuerung für NVDA ist bereits verbunden. Bitte trennen Sie die Verbindung, bevor Sie eine Neue herstellen.
es_co: NVDA Remote ya está conectado. Desconéctate antes de abrir una nueva conexión.
he: הפעלת NVDA מרחוק כבר מופעלת, התנתק לפני פתיחת חיבור חדש.
hr: NVDA remote je već spojen. Odspojite se prije nego što započnete novo povezivanje.
ja: NVDA リモートは接続済みです。新しい接続の前に現在の接続を終了してください。
pl: Pomoc zdalna NVDA jest już połączona. Odłącz, zanim utworzysz nowe połączenie.
sk: Už ste pripojený k vzdialenej relácii. Pred opätovným pripojením sa musíte odpojiť.
sl: Oddaljena NVDA je že povezana. Prekinite to, preden boste vzpostavili novo povezavo.

source: NVDA Remote Already Connected
ar: NVDA للتحكم عن بُعد متصل بالفعل
ca: NVDA Remote ja està connectat.
cs: připojený ke vzdálenému počítači je již aktivní.
de: Fernsteuerung für NVDA bereits verbunden
es_co: NVDA Remote ya está conectado
he: NVDA גישה מרחוק כבר מחובר.
hr: NVDA remote je već spojen
ja: NVDA リモート接続済み
pl: Pomoc Zdalna NVDA jest już połączona
sk: NVDA remote je už pripojený
sl: Oddaljena NVDA je Že Povezana

source: Do you wish to control the machine on server {server} with key {key}?
ar: هل ترغب بالتحكم في الجهاز على الخادم {server} مع المفتاح {key}?
ca: Vols controlar l'equip {server} amb la clau {key}?
cs: Přejete si ovládat počítač s klíčem {key} na serveru {server}?
de: Möchten Sie den Rechner auf dem Server {server} mit dem Schlüssel {key} steuern?
es_co: Quieres controlar la máquina en el servidor {server} con la clave {key}?
he: האם אתה מעוניין לשלוט במכשיר על שרת {server} עם סיסמא {key} ?
hr: Želite li kontrolirati računaoo na poslužitelju {server} sa ključem {key}?
ja: サーバー {server} 鍵 {key} の接続で、相手のコンピューターを操作します。よろしいですか？
pl: Czy chcesz kontrolować maszyne na serwerze {server} z kluczem {key}?
sk: Želáte si ovládať počítač s kľúčom {key} na serveri {server}?
sl: Želite nadzirati stroj prek strežnika {server} s ključem {key}?

source: Do you wish to allow this machine to be controlled on server {server} with key {key}?
ar: هل ترغب بالسماح بالتحكم بهذا الجهاز على الخادم {server} مع المفتاح {key}?
ca: Vols permetre que controlin aquest equip des del servidor {server} amb la clau {key}?
cs: Přejete si povolit ovládání tohoto počítače s klíčem {key} na serveru {server}?
de: Möchten Sie die Steuerung dieses Rechners über den Server {server} mit dem Schlüssel {key} erlauben?
es_co: Quieres permitir que esta máquina sea controlada en el servidor {server} con la clave {key}?
he: האם אתה מעוניין להתיר למחשב זה גישה מרחוק על שרת {server} עם סיסמא {key} ?
hr: Želite li da ovo računalo bude kontrolirano na poslužitelju {server} sa ključem {key}?
ja: サーバー {server} 鍵 {key} の接続で、このコンピューターの操作が許可されます。よろしいですか？
pl: Czy chcesz zezwolić na kontrolowanie maszyny na serwerze {server} z kluczem {key}?
sk: Želáte si povoliť ovládanie tohoto počítača s kľúčom {key} na serveri {server}?
sl: Želite dovoliti nadzor nad tem strojem prek strežnika {server} s ključem {key}?

source: NVDA Remote Connection Request
ar: طلب اتصال NVDA للتحكم عن بعد
ca: Petició de connexió de NVDA Remote
cs: Požadavek na připojení vzdáleného ovládání pomocí NVDA
de: Fernsteuerung für NVDA Verbindungsanforderung
es_co: Solicitud de conexión de NVDA Remote
he: NVDA גישה מרחוק בקשה נשלחה
hr: Zahtjev za udaljeno upravljanje
ja: NVDA リモートの接続リクエスト
pl: Pomoc zdalna NVDA żądanie połączenia
sk: Žiadosť o spojenie NVDA Remote
sl: Zahteva za Oddaljeno NVDA Povezavo

source: &Host:
ar: الم&ضيف
ca: &Equip o servidor:
cs: &Hostitel:
de: &Rechner:
he: %מארח
hu: &Szerver:
ja: ホスト(&H)
sk: &Hostiteľ:
sl: &Gostitelj:

source: &Key:
ar: الم&فتاح:
ca: &Clau:
cs: &Klíč:
de: &Schlüssel:
es_co: &Clave:
he: &סיסמא
hr: &Ključ
hu: &Azonosító:
ja: 鍵(&K)
pl: &Klucz:
sk: &Kľúč:
sl: &Ključ:

source: &Generate Key
ar: إ&نشاء مفتاح
ca: &Generar clau
cs: Vy&generovat klíč
de: Schlüssel er&zeugen
es_co: &Generar Clave
he: &צור סיסמא
hr: &Generiraj Ključ
hu: Azonosító &generálása
ja: 鍵を作成(&G)
pl: &Generuj klucz
sk: Vy&generovať kľúč
sl: &Ustvari Ključ

source: Host must be set.
ar: يجب تعيين المضيف.
hr: Poslužitelj mora biti upisan
ja: ホストを入力してください
pl: Serwer musi być ustawiony.
sk: Pole Hostiteľ nesmie ostať prázdne.

source: Error
ar: خَطَأ
cs: Chyba
de: Fehler
he: שגיאה
hr: Greška
hu: Hiba
ja: エラー
pl: Błąd
sk: Chyba
sl: Napaka

source: Get External &IP
ar: الحصول على &IP خارجي
ca: Obtenir direcció &IP externa
cs: Zjistit veřejnou &IP adresu
de: externe Ip-Adresse er&mitteln
es_co: Obtener &ip Externa
he: קבל IP חיצוני
hr: Doznaj Vanjsku &IP adresu
hu: Külső IP-cím &lekérdezése
ja: IPアドレスを調べる(&I)
pl: Pobierz zewnętrzne &IP
sk: Zistiť verejnú adresu &IP
sl: &Pridobi Zunanji IP

source: &External IP:
ar: &IP خارجي:
ca: Direcció &IP externa:
cs: &Veřejná IP adresa:
de: &externe Ip-Adresse:
es_co: &ip Externa:
he: &IP חיצוני
hr: &Vanjska IP adresa:
hu: &Külső IP-cím:
ja: IPアドレス(&E)
pl: &Zewnętrzne IP:
sk: V&erejná adresa IP:
sl: &Zunanji IP:

source: &Port:
ar: &المنفذ
es_co: &Puerto:
he: &חיבור פורט
hr: &priključak:
ja: ポート(&P)
sl: &Vrata:

source: Successfully retrieved IP address. Port {port} is open.
ar: تَمَّ بنجاح إستلام IP. المَنْفَذ مفتوح.
ca: La direcció IP s'ha obtingut amb èxit. El port {port} està obert.
cs: IP adresa byla úspěšně načtena. Port {port} je otevřený.
de: Die IP-Adresse wurde erfolgreich ermittelt und der Port {port} ist geöffnet.
es_co: La dirección ip se optuvo con éxito. el puerto {port} está abierto.
he: אחזרת כתובת IP בוצעה בהצלחה. החיבור-פורט {port} פתוח.
hr: Uspješno dohvaćena IP adresa. priključak {port} je otvoren.
ja: IPアドレスを取得できました。ポート{port}は利用できます
pl: Pomyślnie pobrano Adres IP. Port {port} jest otwarty.
sk: Zisťovanie verejnej adresy dokončené. Port {port} je otvorený.
sl: IP naslov se je uspešno pridobil. Vrata {port} so odprta

source: Success
ar: نجاح
ca: Èxit
cs: Hotovo
de: Erfolg
es_co: Éxito
he: הצליח
hr: Uspjeh
hu: Siker
ja: 成功
pl: Sukces
sk: Hotovo
sl: Uspešnost

source: Retrieved external IP, but port {port} is not currently forwarded.
ar: تَمَّ الحصولُ على IP الخارجي. ولكن لم يَتِمّ فتْحُ المَنْفَذ.
ca: Obtinguda la direcció IP externa, però el port {port} no està obert.
cs: IP adresa byla úspěšně načtena, ale port {port} není přesměrovaný.
de: Die externe IP-Adresse wurde ermittelt, der Port {port} wird aber aktuell nicht weitergeleitet.
es_co: Se optuvo la ip externa, pero el puerto {port} no se transfiere actualmente.
he: אחזרת כתובת IP הצליחה, אבל החיבור-פורט {port} לא מועבר.
hr: dohvaćena je vanjska ip adresa, ali priključak {port} nije trenutno preusmjeren.
ja: IPアドレスを取得できましたが、ポート{port}は利用できません
pl: Pobrano zewnętrzny adres IP, ale port {port} nie jest przekazywany.
sk: Zisťovanie verejnej adresy dokončené. Port {port} ale nie je momentálne presmerovaný.
sl: Zunanji IP se je pridobil, toda vrata {port} se trenutno ne posredujejo.

source: Warning
ar: تحذير
ca: Advertència
cs: Upozornění
de: Warnung
es_co: Aviso
he: אזהרה
hr: Upozorenje
hu: Figyelem
ja: 警告
pl: Uwaga
sk: Upozornenie
sl: Opozorilo

source: Unable to contact portcheck server, please manually retrieve your IP address
ar: غير قادر على الإتصال بخادم portcheck، يرجى استرداد عنوان IP الخاص بك يدويا.
ca: No s'ha pogut contactar amb el servidor de portcheck, obtingueu la vostra adreça IP manualment.
cs: Ke vzdálenému serveru se nelze připojit a ověřit přesměrování portu. Prosím zjistěte veřejnou IP adresu ručně.
de: Der Server zum Ermitteln der externen IP-Adresse konnte nicht kontaktiert werden, ermitteln Sie die externe IP manuell
es_co: Imposible establecer contacto con el servidor de portCheck, por favor optén tu ip manualmente.
he: נכשל בהתחברות לשרת portcheck , אנא אחזר כתובת IP ידנית.
hr: Nemoguće kontaktirati portcheck poslužitelja, molim ručno dohvatite vašu IP adresu
hu: Nem lehet a port-ellenőrző szerverhez csatlakozni, kérjük ellenőrizze manuálisan az ip-címét.
ja: ポートチェックのサーバーに接続できません。IPアドレスを自分で確認してください
pl: Nie udało się połączyć z serwerem portcheck, ręcznie uzyskaj twój adres IP
sk: Nie je možné pripojiť sa k serveru a overiť presmerovanie portu. Prosím pokúste sa zistiť verejnú adresu IP ručne.
sl: Ni mogoče stopiti v stik s strežnikom za preverjanje vrat, prosimo, ročno dobite IP naslov

source: Client
ar: عن طريق وسيط
cs: Klient
es_co: Cliente
he: לקוח
hr: Klijent
hu: Kliens
ja: クライアント(&C)
pl: Klient
sk: Klient
sl: Odjemalec

source: Server
ar: عن طريق خادم
ca: Servidor
es_co: Servidor
he: שרת
hr: Poslužitelj
hu: Szerver
ja: サーバー(&S)
pl: Serwer
sl: Strežnik

source: Control another machine
ar: التحكمُ في جهازٍ آخَر
ca: Controlar altre equip
cs: Ovládat vzdálený počítač
de: einen anderen Computer steuern
es_co: Controlar otra máquina
he: שלוט במכשיר אחר
hr: Kontroliraj drugo računalo
hu: Másik számítógép irányítása
ja: 相手のコンピューターを操作(&C)
pl: Kontroluj inny komputer
sk: Ovládať vzdialený počítač
sl: Nadziraj drug stroj

source: Allow this machine to be controlled
ar: السماحُ لِجهازٍ آخَر التحكم في جهازِك
ca: Permetre que controlin aquest equip
cs: Povolit ovládání tohoto počítače
de: Zulassen, dass dieser Computer gesteuert wird
es_co: Permitir que se controle esta máquina
he: אפשר למכשיר זה להיות נשלט מרחוק
hr: Dopusti da ovo računalo bude kontrolirano
hu: Számítógépem irányítása
ja: このコンピューターの操作を許可(&A)
pl: Zezwól na kontrolę tego komputera
sk: Povoliť ovládanie tohoto počítača
sl: Dovoli nadzor nad tem strojem

source: Both host and key must be set.
ar: يَجِبُ تعيين كل من المضيف والمفتاح.
ca: Tant l'equip com la clau han d'estar configurats.
cs: Hostitel i klíč musí být nastaven
de: Sie müssen sowohl einen Rechnernamen als auch einen Schlüssel angeben.
es_co: Se debe establecer tanto el host como la clave.
he: קבע ערכים לאירוח וסיסמא
hr: Host i ključ moraju biti upisani.
hu: Meg kell adni a címet és az azonosítót is.
ja: ホストと鍵を入力してください
pl: Oba pola Host i klucz muszą być ustawione.
sk: Musia byť zadané obe hodnoty, Hostiteľ aj Kľúč.
sl: Tako gostitelja kot ključ morate določiti.

source: Both port and key must be set.
ar: يَجِبُ تعيين كل من المنفذ والمفتاح.
ca: Cal establir tant el port com la clau.
cs: Port i klíč musí být nastaven
de: Sie müssen sowohl einen Port als auch einen Schlüssel angeben.
es_co: Se debe establecer tanto el puerto como la clave.
he: קבע ערכים לחיבור-פורט וסיסמא
hr: I port i ključ moraju biti postavljeni
ja: ポートと鍵を入力してください
pl: Oba pola Port i klucz muszą być ustawione.
sk: Musia byť zadané obe hodnoty, Port aj Kľúč.
sl: Tako vrata kot ključ morate določiti.
